package com.javaex.practice;

public class Ex06 {
	
	/*
	아래의 설명중 틀린 것을 찾아서 수정해 보세요.
		변수한개에는 동시에 여러 개의 값을 담을 수 있다.
		변수는 선언시에 사용한 타입의 값만 저장할 수 있다.
		변수는 초기값이 저장되지 않아도 읽을 수 있다.
		모든 자료형의 변수는 동일한 방식으로 저장된다. 
		double형은 flaot보다 큰 수를 담을 수 있다.
		int, float, char, String은 모두 기본자료형에 속한다
		final로 선언된 변수는 수정이 가능하다
		long형은 항상 L을 붙여서 대입해야한다.
		float형은 항상 F을 분여서 대입해야한다.

	 */
	
	//변수한개에는 한개만 들어간다.
	//변수는 선언시에 사용한 타입의 값만 저장할 수 있다. *final
	//변수는 초기값이 저장되지 않아도 읽을 수 있다.
	//모든 자료형의 변수는 동일한 방식으로 저장된다.
	//double형은 float 보다 큰 수를 담을 수 있다.
	//int, float, char은 기본자료형이고,
	//String은 문자 인코딩과 관련된 문자를 문자를 대표하는 일련의 자료값

}
